[
  {
    "geo_id": "GSE267442",
    "title": "Identification of CLIC3 as a novel prognostic biomarker in triple-negative breast cancer via characteristic analysis (RNA-Seq)",
    "summary": "The lack of prognostic biomarkers and therapeutic targets in triple-negative breast cancer (TNBC) underscores an urgent need for the identification of novel biomarkers and effective treatment targets. In this study,  we collected tumor and adjacent normal samples of four TNBC and four non-TNBC patients for  RNA sequencing.TNBC exhibited distinguished gene expression and splicing patterns in contrast to non-TNBC. Notably, we identified four genes that were exclusively responsive and significantly correlated with prognosis in TNBC, but not non-TNBC. Immunohistochemical analysis confirmed the preferential expression of Chloride Intracellular Channel 3 (CLIC3) in TNBC, proposing CLIC3 as a potential prognostic biomarker for TNBC.",
    "pubmed_ids": [],
    "sample_count": 16
  },
  {
    "geo_id": "GSE267552",
    "title": "Tumour-associated tissue-resident memory T (TRM) cells and exhausted T cells are clonally and developmentally distinct populations",
    "summary": "CD8+ T cells serve as a key weapon in the therapeutic armamentarium against cancer. While CD8+ CD103+ T cells with a tissue-resident memory (TRM) phenotype have been favourably correlated with patient prognoses1-6, the tumour microenvironment comprises dysfunctional exhausted T (TEX) cells that exhibit a myriad of TRM-like features, leading to conflation of these cell types. Here, we deconvolute TRM and TEX cells within the intratumoural CD8+ CD103+ T cell pool across human cancers, ascribing markers and gene signatures that distinguish these CD8+ populations and enable their functional distinction. We found that while TRM cells exhibit superior functionality and are associated with long-term survival post tumour resection, TEX cells are associated with responsiveness to immune checkpoint blockade. Importantly, we show that tumour-associated TEX and TRM cells are clonally and developmentally distinct populations, with the latter predominantly comprised of low affinity and tumour-independent bystanders. Tumour-specific TRM cells may form in circumstances where specific tumour antigens are lost or inaccessible, and these TRM cells can be pushed towards exhaustion when cognate antigen is re-encountered. Thus, chronic T cell receptor signalling within tumours is the key distinction between tumour-associated TRM and TEX cells. Therefore, the most fruitful approaches to utilise TRM cells in anti-tumour therapies are likely embedded in the repurposing of tumour-independent TRM cells already present within tumours.",
    "pubmed_ids": [],
    "sample_count": 9
  }
]